---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.InsulationScale
source: html/53565521-f3a2-6f86-ff11-6e31c2991fd8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.InsulationScale Property

"Insulation Bulge to Width Ratio (1/x)"

## Syntax (C#)
```csharp
public static ForgeTypeId InsulationScale { get; }
```